Repository: GTRRoficial/Repo-GTRR
Catalog: tm/auto/Traducao_ian_helder-level1.tmx
Source language: pt_br
Languages: en_us

source: 05 – Socialismo Científico
en_us: 05 – Scientific Socialism

source: A esse antagonismo entre as duas classes principais da sociedade capitalista,
en_us: To this antagonism between the two main classes of capitalistic society,,

source: A existência das classes e da propriedade privada
en_us: it's that the existence of social classes and private property

source: A gente já sabe, também, que o mecanismo de exploração se dá através da propriedade privada.
en_us: we know, also, that the mechanism of exploitation comes through private property.

source: A gente já viu o capitalismo explora, joga a gente na pobreza.
en_us: we've seen that capitalism explores and throws us in poverty.

source: A gente é impedido de produzir mais e melhor por causa do capitalismo.
en_us: we're hindered from producing more and better due to capitalism.

source: A mesma coisa com classes sociais: nem sempre houve classes sociais e,
en_us: the same goes to social classes, those weren't always in the scene.

source: A perspectiva de classes, e a perspectiva de que as classes são antagônicas,
en_us: having perspective of the classes is knowing that they are antagonistic.

source: A propriedade privada não é indispensável para a sociedade humana.
en_us: Private property isn't necessary for human society.

source: A questão é: só existe excesso de produção no capitalismo
en_us: the catch is: there's only excess of production on capitalism

source: A sociedade tinha um problema de escassez.
en_us: society had an scarcity trouble.

source: Agora que a gente tem uma análise básica (e põe básica nisso)
en_us: so, by now we've got a basic, and I mean really basic, analysis

source: Ao expandir-se, o capitalismo gera proletários,
en_us: By expanding, capitalism generate proletariats

source: As classes não são indispensáveis para a sociedade humana.
en_us: Social classes aren't imperative for human society.

source: Até então, a sociedade tinha um problema de falta de produção.
en_us: until then, society had only dealt with the lack of production issue.

source: Como é que a gente aumenta a maquinaria e a automação, e as jornadas de trabalho ao mesmo tempo?
en_us: how did we enlarge machinery and automation levels and work load simultaneously?

source: Como é que tem cada vez mais automação e o trabalho nunca diminui?
en_us: why is it that there's more and more automation and work load never decreases?

source: Conforme o capitalismo vai se desenvolvendo, ele gera as próprias contradições
en_us: Throughout capitalism's development, it creates its own contradictions

source: E por que isso é importante?
en_us: So, why does this matters?

source: Elas nunca vão se harmonizar, porque elas têm interesses opostos.
en_us: They'll never reach harmony, for they have contradictory interests/goals.

source: Elas precisam ser transformadas.
en_us: They need to be transformed.

source: Eles queriam criar uma sociedade que harmonizasse toda a humanidade.
en_us: They sought a society which balanced all of humanity.

source: Então, a ideia de que sempre haverá patrões e empregados é falsa.
en_us: So, the notion that there will always be employers and employees is false..

source: Então, como é que a gente aumenta para caramba a produtividade e ao mesmo tempo a pobreza?
en_us: so, how did we sharply increase productivity and poverty as the same time?

source: Então, segundo Marx, as relações capitalistas estão obsoletas.
en_us: So according to Marx, the capitalistic ways are obsolete.

source: Então, vamos lá, uma citaçãozinha aqui do Marx para a gente debater,
en_us: So, lets jump to a citation of Marx's in order to debate.

source: Então, vamos lá, vamos para uma categoria que é difícil,
en_us: Right then, now we'll enter a kinda category,

source: Então, vamos lá: analisando o capitalismo,
en_us: okay, next: "Analyzing Capitalism"

source: Essa classe que ele cria é a classe que o antagoniza.
en_us: This class that it creates, is the one which antagonizes it..

source: Essa conclusão do Marx faz com que a gente consiga enxergar
en_us: Marx's conclusion allows us to realize

source: Essa transformação é possível?
en_us: Is such transformation possible?

source: Luta de classes.
en_us: Class struggle.

source: Não só isso; através da análise material do capitalismo,
en_us: not only that; thought the material analysis of capitalism

source: Não só é possível como, segundo Marx, é altamente provável.
en_us: Not only possible. according to Marx, it's very likely.

source: Não só isso; ao longo da história houve diferentes formas de propriedade privada.
en_us: and not just that, he also found that there has been different kinds of private property throughout history .

source: O Marx diz: não, a mudança vai vir de baixo para cima.
en_us: Marx said otherwise: it would come bottom up

source: O Marx, através do método (o materialismo histórico-dialético),
en_us: Marx, through the method (dialectical and historical materialism),

source: O capitalismo não produz para satisfazer nossas necessidades, ele produz para satisfazer o capital.
en_us: capitalism does not produce in order to satisfy our needs, it does to sate the needs of the capital.

source: O capitalismo trouxe uma produtividade para a humanidade que nunca tinha sido vista.
en_us: it brought an unprecedented level of productivity, unknown to humanity by then.

source: O grande trunfo do marxismo foi perceber que não só existem classes,
en_us: Marxism's greatest asset was to perceive that there are not only the classes,

source: O modo de produção capitalista conseguiu trazer um problema novo: excesso de produção.
en_us: the capitalist mode of production brought a new problem: excess of production.

source: O proletário pertence à classe que irá conduzir a revolução, diferente dos utópicos.
en_us: The proletariat belongs to the class that will conduct revolution, unlike the Utopians.

source: O proletário se torna sujeito revolucionário.
en_us: The proletariat becomes the revolution's Subject.

source: O que a gente faz?
en_us: so, what do we do with this?

source: O que a gente pode tirar dessa observação que o Marx faz?
en_us: what can we take out of this observations of Marx?

source: O que o Marx está dizendo aqui?
en_us: what is that Marx mean here?

source: O que é importante disso?
en_us: Whats so relevant about that?

source: O que é importante no Marx é que não só ele identifica as classes
en_us: Whats relevant about Marx is that not only he identifies classes

source: O sistema burguês tornou-se demasiado estreito para conter as riquezas criadas em seu seio.”
en_us: ...The conditions of bourgeois society are too narrow to comprise the wealth created by them.”

source: O termo surge em contraposição ao socialismo utópico.
en_us: This expression appeared to contrast with Utopic Socialism.

source: Obsoletas.
en_us: OBSOLETE.

source: Os utópicos acreditavam que a classe trabalhadora era incapaz de conduzir qualquer mudança.
en_us: Utopians believed that the working class were unable to lead any change.

source: Os utópicos, de que a gente falou anteriormente, não tinham perspectiva de classe nenhuma.
en_us: The Utopians, which we talked about before, had no perspective of any class.

source: Ou seja, as relações de produção no capitalismo tolhem a nossa capacidade produtiva.
en_us: That is to say/meaning, the capitalist means of production jeopardize our productive capability.

source: Para o marxismo, toda e qualquer doutrina, todo e qualquer conjunto de princípios
en_us: For Marxism, each and every doctrine, each and every set of principles

source: Pela primeira vez na história, a sociedade humana teve o problema inverso do que ela vinha tendo.
en_us: By the first time in history, human society was dealing with the inverse of the it's usual problem.

source: Pois bem, a primeira conclusão que a gente pode tirar é:
en_us: this being, the first thing we can know for a fact is:

source: Pois bem, o capitalismo desenvolveu as nossas forças produtivas de maneira inédita.
en_us: very well, capitalism has developed our productive forces at a novel way .

source: Por quê?
en_us: why thought?

source: Que a mudança teria que vir de cima para baixo.
en_us: That any change would come from top-down.

source: Se essa produção não vira capital, ela é descartada.
en_us: If production doesn't become capital it is discarded.

source: Segundo Marx, a luta de classes entre burguesia e proletariado
en_us: According to Marx, class struggle between bourgeoisie and proletariat

source: Sempre a classe dominante estará acima da classe dominada.
en_us: If there is an exploited class, there will be a exploiter class above it/ the dominant class will always stand atop the dominated one.

source: Sempre existiram exploradores e explorados, gente?
en_us: guys, there where always exploiters and the exploited?

source: Sempre.
en_us: Every time.

source: São essas contradições que vão ser objeto da nossa próxima análise.
en_us: those are the contradictions that will be our target in this next analysis.

source: Só que, ao mesmo tempo, ele arremessou uma quantidade imensa de pessoas na miséria,
en_us: however, at the same time, it thrown a huge part of humanity into misery,

source: Um monte de gente se proletarizou, perdeu tudo o que tinha,
en_us: A huge chunk of people was proletarianized, lost everything they had,

source: Vamos investigar isso.
en_us: Lets dig into that.

source: a gente chegou à conclusão de que o capitalismo se baseia na exploração, correto?
en_us: we've come to the conclusion that capitalism is based in exploration, right?

source: ao longo da história, as classes sociais são muito diferentes.
en_us: throughout history, social classes are quite a lot different.

source: com outras relações sociais.
en_us: with other social relations.

source: como ele dá o protagonismo revolucionário para a classe dominada.
en_us: he also credits revolutionary protagonist to the exploited class.

source: como essas classes são irremediavelmente antagônicas.
en_us: and that those classes are unavoidably antagonistic to each other.

source: de como funciona o capitalismo, e agora?
en_us: of the way capitalism works, then what?

source: desaba sobre a sociedade — - a epidemia da superprodução.
en_us: - the epidemic of over-production...

source: e trabalhar em jornadas exaustivas de trabalho.
en_us: while bearing strenuous work hours.

source: está ligada a uma determinada fase do desenvolvimento da produção.
en_us: it's linked to a certain phase of the development of production.

source: na margem da sociedade.
en_us: at society's margin.

source: nós damos o nome de luta de classes.
en_us: we named class struggle.

source: o Marx chega à conclusão de que a gente já tem recursos para marchar em direção a outra sociedade,
en_us: Marx reached the conclusion that we've already amassed enough resources to march toward another society,

source: observa que nem sempre houve propriedade privada.
en_us: come to the reasoning that there has not always been private property.

source: passou a vender sua força de trabalho em troca do mínimo para existir
en_us: and turned to selling their work force for /in exchange of the bare minimum to survive

source: por conta das relações de produção capitalistas, que são ilógicas, são irracionais.
en_us: for the capitalist means of production are illogic, are irrational.

source: proletários, proletários, cada vez mais, cada vez mais, cada vez mais.
en_us: proletariat by proletariat, more ,more and more

source: que essas organizações sociais, essas organizações humanas, não são indispensáveis.
en_us: that this social organizations, these human organizations, aren't essential.

source: que tente equilibrar as classes, harmonizar as classes, é utópico.
en_us: that attempts to balance classes, harmonize classes are utopic.

source: que vão ser as responsáveis pela sua queda, de uma forma de outra.
en_us: which will be what brings its downfall, unavoidably.

source: se existe exploradores e explorados, sempre foi assim?
en_us: there are no exploiter without exploited, this has always been the case, right?

source: são é fundamentais fundamental para o que a gente chama de socialismo científico; que é como o Engels chama.
en_us: it is fundamental to what we call Scientific Socialism; which is how Engels name it

source: uma citação do Manifesto Comunista:
en_us: a citation from the Manifesto of the Communist Party:

source: vai desembocar numa ruptura com o capitalismo.
en_us: will lead to a rupture with capitalism.

source: É falacioso.
en_us: it's fallacious

source: É uma fachada.
en_us: It's a front.

source: “Uma epidemia, que em qualquer outra época teria parecido um paradoxo,
en_us: “an epidemic that, in all earlier epochs, would have seemed an absurdity,
